Repository: Ikon-Srl/IkonAuthor
Catalog: Librerie/IKCMS_Components/Resources/ResourceIKCMS_Components.*.resx
Languages: sl

# Auth_ChangePassword_InvalidCredentials
source: Credenziali per il reset non valide o scadute.
sl: Mandatno neveljavno ali potekla za ponastavitev delovanja.

# Auth_ChangePassword_InvalidOperation
source: Operazione non consentita.
sl: Operacija ni dovoljena.

# Auth_ChangePassword_InvalidPassword1
source: La password attuale specificata non è valida.
sl: Trenutno geslo ni veljavno.

# Auth_ChangePassword_InvalidPassword2
source: Modifica delle password fallita.
sl: Spreminjanje gesla ni uspelo.

# Auth_ChangePassword_InvalidPassword3
source: Verifica delle password fallita.
sl: Geslo preverjanje ni uspelo.

# Auth_ChangePassword_InvalidPassword4
source: Modifica delle password fallita.
sl: Spreminjanje gesla ni uspelo.

# Auth_ChangePassword_InvalidPassword5
source: Verifica delle password fallita.
sl: Geslo preverjanje ni uspelo.

# Auth_ChangePassword_InvalidUsername1
source: UserName o E-mail non disponibile, non è possibile gestire la password.
sl: Uporabniško ime ali e-mail ni na razpolago, ne morete spremeniti gesla.

# Auth_ChangePassword_InvalidUsername2
source: UserName o E-mail {0} non valide.
sl: Uporabniško ime ali e-mail {0} ni veljavna.

# Auth_ChangePassword_NoRoot
source: Non è consentito modificare gli account di root.
sl: Ne smete spreminjati račun root.

# Auth_ChangePassword_PasswordOK1
source: Password modificata con successo.
sl: Geslo uspešno spremenjeno.

# Auth_ChangePassword_PasswordOK2
source: Password modificata con successo.
sl: Geslo uspešno spremenjeno.

# Auth_Login_AccountDisabled1
source: L'account è stato disabilitato.
sl: Vaš račun je bil onemogočen.

# Auth_Login_AccountDisabled2
source: L'account è stato disabilitato per motivi di sicurezza (es. troppi tentativi di accesso con password errate).
sl: Vaš račun je bil onemogočen zaradi varnostnih razlogov (npr. preveč poskusov prijave z geslom slabo).

# Auth_Login_CredentialInvalid
source: Le credenziali fornite non sono valide.
sl: Mandatov, ki so neveljavne.

# Auth_Login_InvalidRequest
source: Richiesta non valida.
sl: Neveljavna zahteva.

# Auth_Login_PasswordReset1
source: Le istruzioni per rigenerare la password sono state inviate tramite E-mail.
sl: Navodila za regeneracijo geslo je bilo poslano, da vas po elektronski pošti.

# Auth_Login_PasswordReset2
source: Solamente gli utenti autentificati possono cambiare la propria password.
sl: Samo potrjeni uporabniki lahko spremenite svoje geslo.

# Auth_Login_UsernameHelp
source: Inserisci il tuo username o l'E-mail utilizzata durante la registrazione.<br/>Riceverai una E-mail con le istruzioni per reimpostare una nuova password.
sl: Vpišite svoje uporabniško ime ali e-poštni naslov se uporablja pri registraciji. <br/> Prejemanje e-mail z navodili za ponastavitev novo geslo.

# Auth_Login_UsernameInvalid
source: Username o E-mail non valide.
sl: Uporabniško ime ali e-mail ni veljaven.

# Auth_Login_UserUnconfirmed
source: L'utenza non è stata ancora confermata.
sl: Uporabnik še ni bil potrjen.

# Auth_Register_ExceptionInvalidCredentials
source: Credenziali non sufficienti per l'operazione richiesta.
sl: Mandatno potrebne za zahtevano operacijo.

# Auth_Register_ExceptionInvalidOperation
source: Operazione non valida oppure utente non esistente nel database.
sl: Operacija ni veljavna ali uporabnik ne obstajajo v bazi podatkov.
